tap "caarlos0/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
tap "zegervdv/zathura"
brew "ca-certificates"
brew "gettext"
brew "python@3.12"
brew "gdk-pixbuf"
brew "adwaita-icon-theme"
brew "automake"
brew "bat"
brew "chafa"
brew "cmake"
brew "gnutls"
brew "librist"
brew "ffmpeg"
brew "cmus"
brew "curl"
brew "libtool"
brew "composer"
brew "coreutils"
brew "dos2unix"
brew "exa"
brew "fd"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gpgme"
brew "gtk+3"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lf"
brew "pkg-config"
brew "libuv"
brew "lua"
brew "luarocks"
brew "ninja"
brew "meson"
brew "yt-dlp"
brew "mpv"
brew "openssl@1.1"
brew "neofetch"
brew "newsboat"
brew "php@8.1"
brew "pnpm"
brew "poppler"
brew "postgresql@15"
brew "pstree"
brew "pup"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "sphinx-doc"
brew "stow"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "xdg-ninja"
brew "yarn"
brew "caarlos0/tap/timer"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
brew "zegervdv/zathura/girara"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "alt-tab"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "microsoft-edge"
cask "mqtt-explorer"
cask "notion"
cask "postman"
cask "qmk-toolbox"
cask "rar"
cask "runjs"
cask "skype"
cask "slack"
cask "spotify"
cask "termius"
cask "visual-studio-code"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
