tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
tap "zegervdv/zathura"
brew "gettext"
brew "automake"
brew "ca-certificates"
brew "bat"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dos2unix"
brew "exa"
brew "fd"
brew "openssl@1.1"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lf"
brew "pkg-config"
brew "libuv"
brew "lua"
brew "luarocks"
brew "ninja"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "newsboat"
brew "pstree"
brew "pup"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
brew "xdg-ninja"
brew "yarn"
brew "caarlos0/tap/timer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
brew "zegervdv/zathura/girara"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "alt-tab"
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "kicad"
cask "mqtt-explorer"
cask "notion"
cask "postman"
cask "qmk-toolbox"
cask "rar"
cask "runjs"
cask "skype"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "crystal-spider.jsdoc-generator"
vscode "dae.vscode-mac-color-picker"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "frenco.vscode-notion"
vscode "kamikillerto.vscode-colorize"
vscode "lehni.vscode-fix-checksums"
vscode "letrieu.expand-region"
vscode "mattpocock.ts-error-translator"
vscode "meganrogge.template-string-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "sohamkamani.code-eol"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
