tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "gettext"
brew "pkg-config"
brew "automake"
brew "bat"
brew "ca-certificates"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "openssl@1.1"
brew "curl"
brew "exa"
brew "fd"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lf"
brew "ninja"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "newsboat"
brew "pstree"
brew "pup"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "xdg-ninja"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "alt-tab"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "postman"
cask "rar"
cask "runjs"
cask "skype"
cask "spotify"
cask "steelseries-gg"
cask "visual-studio-code"
cask "zoom"
